import React, { useEffect } from "react";
import AOS from "aos";
import "aos/dist/aos.css";

const Tameio = () => {
  useEffect(() => {
    AOS.init();
    AOS.refresh();
  }, []);
  return (
    <div>
      <article>
        <section className="bg-white-100 py-32 flex items-center">
          <div className="max-w-4xl mx-auto text-center">
            <h2
              className="text-3xl font-bold text-custom-new-blue  mb-6 -mt-6"
              data-aos="fade-down"
              data-aos-duration="2500"
            >
              ΙΣΤΟΡΙΚΟ{" "}
            </h2>
            <p
              className="text-lg leading-7 text-gray-700 "
              data-aos="fade-down"
              data-aos-duration="2500"
            >
              Ξεκίνησε το 1994 ως λογαριασμός αλληλοβοήθειας μελών της Διεθνούς
              Ένωσης Αστυνομικών (γνωστός στους παλαιότερους συναδέρφους ως
              Λ.Α.Μ.Δ.Ε.Α.) προκειμένου να παρέχει αλληλεγγύη στα μέλη της
              καταβάλλοντας οικονομική ενίσχυση στις οικογένειες τους σε
              περιπτώσεις θανάτου ή μόνιμης ολικής αναπηρίας ή μακροχρόνιας
              νοσηλείας, κατά τη διάρκεια της θητείας τους στο Σώμα της
              Ελληνικής Αστυνομίας.
            </p>
            <p
              className="text-lg leading-7 text-gray-700"
              data-aos="fade-down"
              data-aos-duration="2500"
            >
              Αρχικά μέλη μπορούσαν να είναι μόνο τα εγγεγραμμένα μέλη της
              Διεθνούς Ένωσης Αστυνομικών (Ι.Ρ.Α.) που το επιθυμούσαν.
            </p>
            <p
              className="text-lg leading-7 text-gray-700"
              data-aos="fade-down"
              data-aos-duration="2500"
            >
              Το Δεκέμβριο του 2009 εντάσσεται στο καθεστώς των επαγγελματικών
              ταμείων, βάσει του Ν. 3029/2002, δίνοντας τη δυνατότητα στα μέλη
              του να επιλέξουν τη συνέχιση τη σχέσης με το Ταμείο στη νέα του
              μορφή μεταφέροντας την ατομικής τους μερίδα (Καταστατικό του
              Ταμείου στο ΦΕΚ με Αρ. φύλλου 1903/Β/4-9-2009, τροποποίηση ΦΕΚ Αρ.
              φύλλου 786/Β/4-4-2013).
            </p>
            <p
              className="text-lg leading-7 text-gray-700"
              data-aos="fade-down"
              data-aos-duration="2500"
            >
              Επί της ουσίας από το Δεκέμβριο του 2009 λειτουργεί ως Ταμείο
              Επαγγελματικής Ασφάλισης, στο οποίο έχει δικαίωμα εγγραφής το εν
              ενεργεία προσωπικό της Ελληνικής Αστυνομίας και το πολιτικό
              προσωπικό που εργάζεται στο Αρχηγείο της, χωρίς την υποχρέωση να
              είναι εγγεγραμμένα μέλη της Δ.Ε.Α. Στην πορεία του μέχρι σήμερα,
              διευρύνεται δίνοντας τη δυνατότητα να ενταχθούν και πυροσβέστες,
              Λιμενικοί καθώς και το πολιτικό προσωπικό που εργάζεται στα
              Αρχηγεία Πυροσβεστικού και λιμενικού Σώματος.
            </p>
          </div>
        </section>
      </article>
    </div>
  );
};

export default Tameio;
